{
    "m_16": "- Planchas abdominales frontales: 1 minuto y 3 repeticiones\n- Plancha lateral: 30 segundos de cada lado y 2 repeticiones\n- Flexiones con banca: 10 repeticiones y 2 series\n- Levantamiento de piernas: 12 repeticiones y 3 series\n- Burpees: 8 repeticiones y 2 series\n- Levantamientos de caderas: 10 repeticiones y 3 series",
    "m_30": "- Bicicleta: Lo ideal es realizarlos de 3 a 4 veces por semana\n- Fondos para triceps: Realiza  3 series de 12 a 15 repeticiones, descansando 30 segundos entre cada serie.\n- Sentadilla: Realiza 3 a 4 series de 15 repeticiones con 30 segundos de descanso entre cada una de las series.\n- Ejercicios de resistencia, como levantamientos de peso o utilizando el propio peso corporal.", 
    "m_65": "- HIIT: Entrenamientos cortos y de alta intensidad\nRunning: Es un ejercicio que previene problemas cardiacos y genera endorfinas.\nEjercicios de resistencia: El objetivo es no perder masa magra muscular y perder peso, si es que tienes algunos kilos de más. Hacer bicicleta es muy recomendado.\nEjercicios aerobicos: Las caminatas intensas son otra buena opción si no quieres hacer running. Es bueno para prevenir la diabetes tipo 2 y los problemas cardiacos.",
    "mm_65": "- Caminar un ritmo moderado continuo y por terreno llano.\n- Pedalear en una eliptica o en una bicicleta.\n- Nadar si dispones de un medio donde hacerlo.\n- Realizar ejercicios anaerobicos 2 o 3 veces a la semana.\n- Ejercicios de flexibilidad: En este grupo se incluye la danza, el yoga, o ejercicios en el agua a baja intensidad, que ayuden a estirar los musculos sin sentir dolor.",
    "cardio": "- Jumpin-jacks: 2 minutos de 15 a 24 repeticiones [2 series] Desecanso 15-45 seg\n- Salto en estrella: 2 minutos de 15 a 24 repeticiones [2 series] Descanso 15-45 seg\n- Sentadilla: 2 minutos de 15 a 24 repeticiones [2 series] Desecanso 15-45 seg\n- Estocadas con salto: 2 minutos de 10 a 15 repeticiones [2 series] Desecanso 15-45 seg\n- Burpees: 2 minutos de 15 a 24 repeticiones [1 series] Desecanso 15-45 seg",
    "abdominales_principiante": "- Crunch manos al pecho: 10 x 3\n- Crunch invreso: 10 x 3\n- Bicicleta(Codo a la rodilla): 10 x 3\n- Elevaciones de puirna(T): 5 x 3\n- Lumbares y gluteos: 15 x 3",
    "abodminales_intermedio": "- Crunch manos al pecho: 20 x 3\n- Plancha: 30seg x 3 con 10 seg de descanso\n- Elevacion de piernas sobre una barra: 12-15 x 3\n- Plancha lateral: 30seg x 3 descanso de 10seg\n- Bicicleta(Codo a la rodilla): 10 x 3 ",
    "abdominales_dificil": "- Crunch manos al pecho: 30 x 3\n- Crunches con peso: 4 series de 15 repeticiones\n- Rollouts de rueda abdominal: 3 series de 8 repeticiones\n- Plancha con rodillas al pecho: 3 series de 15 repeticiones por lado\n- Saltos al cajón con rodillas al pecho: 3 series de 10 repeticiones\n- Elevaciones de piernas en barra: 3 series de 12 repeticiones\n- Toques de talón: 3 series de 20 repeticiones por lado",
    "inferiro_principiante": "- Sentadillas: 3 series de 10 repeticiones\n- Zancadas: hacia adelante: 3 series de 10 repeticiones por pierna\n- Elevaciones de talones: 3 series de 12 repeticiones\n- Puente de glúteos: 3 series de 12 repeticiones\n- Hip Thrusts con peso corporal: 3 series de 10 repeticiones\n",
    "inferior_intermedio" : "- Sentadillas: 3 serides de 12 repeticiones\n- Zancadas: 3 series de 12 repeticiones\n- Elevacions de talones: 3 series de 15 repeticiones\n- Gluteos en el suelo: 3 series de 12 repeticiones\n- Estocadas laterales: 2 series de 10 repeticiones\n- Hip Thrust con peso bajo: 3 series de 10 repeticiones\n- Step-ups: 3 series de 10 repeticiones por pierna",
    "inferior_difici" : "- Sentadilla con salto: 4 series de 8 repeticiones\n- Peso muerto rumano con mancuerna: 4 series de 10 repeticiones\n- Desplantes con salto: 3 series de 12 repeticiones con cada pierna\n- Saltos en caja: 3 series de 12 repeticiones\n- Puente de gluteos con una pierna: 3 series de 12 repeticiones por pierna\n- Peso muerto con barra: 4 series con 12 repeticiones\n- Salto de caja con sentadilla: 3 series de 1 repeticiones",
    "superior_principiante": "- Flexiones con rodillas: 2 series de 10 repeticiones\n- Press de banca con mancuerna: 2 series de 12 repeticiones\n- Remo con banda elastica: 2 series de 10 repeticiones\n- Elevaciones laterales con mancuerna: 2 series de 12 repeticiones\n- Curl de biceps con mancuerna: 2 series de 10 repeticiones",
    "superior_intermedio" : "- Flexiones de brazo: 3 series de 10-12 repeticiones\n- Press de banca con barra: 3 series de 8-10 repeticiones\n- Dominadas con agarre supino: 3 series de 6-8 repeticiones\n- Remo con barra: 3 series de 10-12 repeticiones\n- Press militar con mancuerna: 3 series de 10-12 repeticiones",
    "superior_dificil":"- Dominadas con agarre olimpico: 4 series de 8 repeticiones\n Press de banca con mancuerta: 3 series de 10 repeticiones\n- Flexiones en anillas : 3 series de 12 repeticiones\n- Remo con barra: 4 series de 12 repeticiones\n- Flexiones en paralelo: 3 series de 12 repeticiones\n- Fondos en anillas: 3 series de 12 repeticiones"
} 